wrk/reports/wrk-C10.txt
Running 3m test @ http://localhost:8080
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.62ms   37.23ms 949.32ms   97.38%
    Req/Sec     1.00k   293.82     1.41k    69.16%
  Latency Distribution
     50%    4.01ms
     75%    4.95ms
     90%   18.76ms
     99%  146.22ms
  357131 requests in 3.00m, 31.60GB read
Requests/sec:   1983.41
Transfer/sec:    179.69MB