wrk/reports/wrk-C22.txt
Running 3m test @ http://localhost:8080
  4 threads and 22 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    17.58ms   40.61ms 576.95ms   96.07%
    Req/Sec   487.27    121.27     1.69k    89.15%
  Latency Distribution
     50%    8.81ms
     75%    9.88ms
     90%   19.60ms
     99%  261.96ms
  346095 requests in 3.00m, 30.62GB read
Requests/sec:   1921.17
Transfer/sec:    174.03MB