wrk/reports/wrk-C50.txt
Running 3m test @ http://localhost:8080
  8 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    81.28ms  170.96ms   1.32s    90.10%
    Req/Sec   234.84     73.76   710.00     81.82%
  Latency Distribution
     50%   20.45ms
     75%   24.66ms
     90%  246.33ms
     99%  803.79ms
  317373 requests in 3.00m, 28.06GB read
Requests/sec:   1762.12
Transfer/sec:    159.51MB